Repository: sayfullayev0204/article
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: About Journal
ru: О журнале

source: Edit Profile
ru: Редактировать профиль

source: Name
ru: Имя

source: Lastname
ru: Фамилия

source: Preferred_name
ru: Предпочитаемое имя

source: Country
ru: Страна

source: Personal url
ru: Личная ссылка

source: Bio
ru: Биография

source: Affiliation
ru: Принадлежность

source: Role
ru: Роль

source: Save
ru: Сохранить

source: Back
ru: Назад

source: Ro‘yxatdan o‘tish
ru: Регистрация

source: Password
ru: Пароль

source: Confirm Password
ru: Подтвердить пароль

source: Register
ru: Зарегистрироваться

source: Login
ru: Войти

source: Archives
ru: Архивы

source: Tahrirlash
ru: Редактировать

source: Ko‘rib chiqishga yuborish
ru: Отправить на рассмотрение

source: Ro‘yxatga qaytish
ru: Вернуться к списку

source: Maqola haqida ma’lumot
ru: Информация о статье

source: Qoralama
ru: Черновик

source: Yuborilgan
ru: Отправлено

source: Ko‘rib chiqilmoqda
ru: На рассмотрении

source: Qabul qilingan
ru: Принято

source: Rad etilgan
ru: Отклонено

source: Nashr qilingan
ru: Опубликовано

source: Boshlanish sanasi:
ru: Дата начала:

source: Tugash sanasi:
ru: Дата окончания:

source: Yaratilgan:
ru: Создано:

source: Oxirgi yangilanish:
ru: Последнее обновление:

source: Yaratuvchi:
ru: Создатель:

source: Yuborilgan sana:
ru: Дата отправки:

source: Annotatsiya
ru: Аннотация

source: Havolalar
ru: Ссылки

source: Tahrirchilar uchun
ru: Для редакторов

source: Qo‘shma xat:
ru: Сопроводительное письмо:

source: Maxsus ko‘rsatmalar:
ru: Специальные инструкции:

source: Kalit so‘zlar
ru: Ключевые слова

source: Mualliflar
ru: Авторы

source: Asosiy
ru: Основной

source: Mualliflar qo‘shilmagan
ru: Авторы не добавлены

source: Fayllar
ru: Файлы

source: Yuklangan:
ru: Загружено:

source: Fayllar yuklanmagan
ru: Файлы не загружены

source: Maqola yaratish:
ru: Создание статьи:

source: Tafsilotlar
ru: Детали

source: Mening maqolalarim
ru: Мои статьи

source: Keyinroq saqlash
ru: Сохранить позже

source: Ko‘rib chiqish
ru: Рассмотрение

source: Konferensiya*
ru: Конференция*

source: -- Konferensiyani tanlang --
ru: -- Выберите конференцию --

source: Maqola topshirishni xohlagan konferensiyani tanlang.
ru: Выберите конференцию, на которую хотите подать статью.

source: Konferensiya haqida →
ru: О конференции →

source: Konferensiya
ru: Конференция

source: Sarlavha*
ru: Заголовок*

source: Annotatsiya*
ru: Аннотация*

source: Kalit so‘zlar (vergul bilan ajratilgan)
ru: Ключевые слова (разделенные запятыми)

source: Boshlanish sanasi*
ru: Дата начала*

source: Tugash sanasi
ru: Дата окончания

source: Fayllarni yuklash
ru: Загрузка файлов

source: Maqolangiz bilan bog‘liq fayllarni yuklang. Siz maqola matnini, ma’lumotlarni, rasmlarni va tahrirchilarga ishni baholashda yordam beradigan boshqa materiallarni yuklashingiz mumkin.
ru: Загрузите файлы, связанные с вашей статьей. Вы можете загрузить текст статьи, данные, изображения и другие материалы, которые помогут редакторам оценить вашу работу.

source: Yuklangan fayllar
ru: Загруженные файлы

source: Turi:
ru: Тип:

source: Yuklab olish
ru: Скачать

source: O‘chirish
ru: Удалить

source: Fayl qo‘shish
ru: Добавить файл

source: Ushbu maqolaga katta hissa qo‘shgan barcha mualliflarni qo‘shing. Agar muallif ko‘rsatilmagan bo‘lsa, yuboruvchi ular nomidan maqola uchun to‘liq javobgarlikni o‘z zimmasiga oladi. Barcha mualliflar maqola yuborilishiga va ular muallif sifatida ko‘rsatilganiga rozilik berishlari kerak.
ru: Добавьте всех авторов, внесших значительный вклад в эту статью. Если автор не указан, отправитель берет на себя полную ответственность за статью от их имени. Все авторы должны согласиться на отправку статьи и на то, что они указаны как авторы.

source: Muallif qo‘shish
ru: Добавить автора

source: Mavzu
ru: Тема

source: Maqolangiz mavzusini tasvirlaydigan kalit so‘zlar, iboralar yoki tasnif kodlarini ko‘rsating.
ru: Укажите ключевые слова, фразы или классификационные коды, описывающие тему вашей статьи.

source: Tahrirchi uchun izohlar
ru: Комментарии для редактора

source: Maqolangizni baholashda tahrirchilar bilishi kerak deb hisoblagan har qanday ma’lumotni qo‘shing.
ru: Добавьте любую информацию, которую, по вашему мнению, редакторы должны знать при оценке вашей статьи.

source: Ko‘rib chiqish va yuborish
ru: Рассмотрение и отправка

source: Bu yuborishni yakunlashdan oldin kiritgan ma’lumotlaringizning qisqacha ko‘rinishi. Bu yerda ko‘rsatilgan har qanday tafsilotni har bir bo‘limning yuqori qismidagi 'Tahrirlash' tugmasini bosish orqali o‘zgartirishingiz mumkin.
ru: Краткий обзор введенной вами информации перед завершением отправки. Вы можете изменить любые детали, указанные здесь, нажав кнопку «Редактировать» в верхней части каждого раздела.

source: Yuborish tugallangandan so‘ng, bizning tahririyat jamoamiz a’zolaridan biri uni ko‘rib chiqish uchun tayinlanadi. Iltimos, kiritgan ma’lumotlaringiz iloji boricha aniq ekanligiga ishonch hosil qiling.
ru: После завершения отправки один из членов нашей редакционной команды будет назначен для рассмотрения. Пожалуйста, убедитесь, что введенная вами информация максимально точна.

source: Yuborishdan oldin tuzatilishi kerak bo‘lgan bir yoki bir nechta muammolar mavjud. Iltimos, quyidagi ma’lumotlarni ko‘rib chiqing va so‘ralgan o‘zgartirishlarni kiriting.
ru: Перед отправкой необходимо исправить одну или несколько проблем. Пожалуйста, просмотрите информацию ниже и внесите запрошенные изменения.

source: Orqaga
ru: Назад

source: Oxirgi saqlash: Hech qachon
ru: Последнее сохранение: Никогда

source: Davom etish
ru: Продолжить

source: Yuborish
ru: Отправить

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Afzal ism
ru: Предпочитаемое имя

source: Muallif nashr qilingan ishda ko‘rsatilishi kerak bo‘lgan to‘liq ismini kiriting. Masalan: Prof. Ivan P. Sidorov
ru: Введите полное имя автора, которое должно быть указано в опубликованной работе. Например: Проф. Иван П. Сидоров

source: Email
ru: Электронная почта

source: Davlat
ru: Страна

source: Davlatni tanlang
ru: Выберите страну

source: Rossiya
ru: Россия

source: O‘zbekiston
ru: Узбекистан

source: Qozog‘iston
ru: Казахстан

source: AQSh
ru: США

source: Buyuk Britaniya
ru: Великобритания

source: Shaxsiy sahifa URL
ru: URL личной страницы

source: Biografiya (masalan, kafedra va lavozim)
ru: Биография (например, кафедра и должность)

source: Tashkilot (muassasa)
ru: Организация (учреждение)

source: Muallifning roli
ru: Роль автора

source: Muallif
ru: Автор

source: Tarjimon
ru: Переводчик

source: Nashrlar ro‘yxati
ru: Список публикаций

source: Ushbu muallifni nashrlar ro‘yxatida mualliflar identifikatsiyasida kiritish.
ru: Включить этого автора в список публикаций для идентификации авторов.

source: Saqlash
ru: Сохранить

source: Haqiqatan ham bu faylni oʻchirib tashlamoqchimisiz?
ru: Вы действительно хотите удалить этот файл?

source: Yangi fayllar hali yuklanmagan.
ru: Новые файлы еще не загружены.

source: Oʻchirish
ru: Удалить

source: Mualliflar hali qoshilmagan. Muallifni qoshish uchun Muallif qoshish tugmasini bosing.
ru: Авторы еще не добавлены. Нажмите кнопку «Добавить автора», чтобы добавить автора.

source: Bosh muallif
ru: Главный автор

source: Tashkilot
ru: Организация

source: Belgilanmagan
ru: Не указано

source: Rol
ru: Роль

source: Ism talab qilinadi.
ru: Имя обязательно.

source: Elektron pochta kerak.
ru: Электронная почта обязательна.

source: Yaroqli elektron pochta manzilini kiriting.
ru: Введите действительный адрес электронной почты.

source: Mamlakat talab qilinadi.
ru: Страна обязательна.

source: Muallif muvaffaqiyatli saqlandi!
ru: Автор успешно сохранен!

source: Haqiqatan ham bu muallifni olib tashlamoqchimisiz?
ru: Вы действительно хотите удалить этого автора?

source: Sarlavha kerak.
ru: Заголовок обязателен.

source: Sarlavha
ru: Заголовок

source: Bu maydon shart.
ru: Это поле обязательно.

source: Izoh
ru: Комментарий

source: Kalit sozlar
ru: Ключевые слова

source: belgilanmagan
ru: не указано

source: Ssilka
ru: Ссылка

source: boshlanish sanasi
ru: дата начала

source: Siz kamida bitta maqola faylini yuklashingiz kerak.
ru: Вы должны загрузить хотя бы один файл статьи.

source: Mavjud fayllar
ru: Существующие файлы

source: Yangi fayllar
ru: Новые файлы

source: Ushbu maqola uchun mualliflar qoshilmagan.
ru: Для этой статьи авторы не добавлены.

source: Birlamchi muallif
ru: Основной автор

source: Qo'shimcha muallif
ru: Дополнительный автор

source: Muharrir uchun sharhlar
ru: Комментарии для редактора

source: Barcha kerakli maydonlarni toʻldiring.
ru: Заполните все обязательные поля.

source: Iltimos, kamida bitta fayl yuklang.
ru: Пожалуйста, загрузите хотя бы один файл.

source: Iltimos, kamida bitta muallif qoshing.
ru: Пожалуйста, добавьте хотя бы одного автора.

source: Jarayoningiz saqlandi. Davom etish uchun keyinroq bu shaklga qaytishingiz mumkin.
ru: Ваш процесс сохранен. Вы можете вернуться к этой форме позже, чтобы продолжить.

source: Maqolangiz bilan bog‘liq fayllarni yuklang. Maqola matni, ma’lumotlar, rasmlar va tahrirchilarga ishingizni baholashda yordam beradigan boshqa materiallarni yuklashingiz mumkin.
ru: Загрузите файлы, связанные с вашей статьей. Вы можете загрузить текст статьи, данные, изображения и другие материалы, которые помогут редакторам оценить вашу работу.

source: Ushbu maqolaga katta hissa qo‘shgan barcha mualliflarni qo‘shing. Agar muallif ko‘rsatilmagan bo‘lsa, yuboruvchi ular nomidan maqola uchun to‘liq javobgarlikni o‘z zimmasiga oladi. Barcha mualliflar yuborishga va muallif sifatida ko‘rsatilishga rozilik berishlari kerak.
ru: Добавьте всех авторов, внесших значительный вклад в эту статью. Если автор не указан, отправитель берет на себя полную ответственность за статью от их имени. Все авторы должны согласиться на отправку и на то, что они указаны как авторы.

source: Bu yuborishni yakunlashdan oldin kiritgan ma’lumotlaringizning qisqacha ko‘rinishi. Bu yerda ko‘rsatilgan har qanday tafsilotni har bir bo‘limning yuqori qismidagi “Tahrirlash” tugmasini bosib o‘zgartirishingiz mumkin.
ru: Краткий обзор введенной вами информации перед завершением отправки. Вы можете изменить любые детали, указанные здесь, нажав кнопку «Редактировать» в верхней части каждого раздела.

source: Yuborish tugallangandan so‘ng, tahririyat jamoamiz a’zolaridan biri uni ko‘rib chiqish uchun tayinlanadi. Iltimos, kiritgan ma’lumotlaringiz iloji boricha aniq ekanligiga ishonch hosil qiling.
ru: После завершения отправки один из членов нашей редакционной команды будет назначен для рассмотрения. Пожалуйста, убедитесь, что введенная вами информация максимально точна.

source: O'chirish
ru: Удалить

source: Muallif nashr qilingan ishda qanday ko‘rsatilishi kerak bo‘lgan to‘liq ismini ko‘rsating. Masalan: Prof. Ivan P. Sidorov
ru: Укажите полное имя автора, которое должно быть указано в опубликованной работе. Например: Проф. Иван П. Сидоров

source: Tashkilot (aloqa)
ru: Организация (контакт)

source: Muallif roli
ru: Роль автора

source: Ushbu muallifni nashrlar ro‘yxatida mualliflarni aniqlashda kiritish.
ru: Включить этого автора в список публикаций для идентификации авторов.

source: Iltimos, maqola sarlavhasini kiriting.
ru: Пожалуйста, введите заголовок статьи.

source: Iltimos, maqola annotatsiyasini kiriting.
ru: Пожалуйста, введите аннотацию статьи.

source: Iltimos, konferensiyani tanlang.
ru: Пожалуйста, выберите конференцию.

source: Oxirgi saqlash:
ru: Последнее сохранение:

source: Maqola qoralama sifatida saqlandi.
ru: Статья сохранена как черновик.

source: Xatolik:
ru: Ошибка:

source: Saqlashda xatolik yuz berdi.
ru: Произошла ошибка при сохранении.

source: Qoralamani yuklashda xatolik yuz berdi.
ru: Произошла ошибка при загрузке черновика.

source: Boshlanish sanasi
ru: Дата начала

source: Fayl
ru: Файл

source: Tashkilot:
ru: Организация:

source: Davlat:
ru: Страна:

source: Mualliflar qoshilmagan
ru: Авторы не добавлены

source: Olib tashlash
ru: Удалить

source: Iltimos, barcha majburiy maydonlarni toldiring.
ru: Пожалуйста, заполните все обязательные поля.

source: Ism:
ru: Имя:

source: Familiya:
ru: Фамилия:

source: Email:
ru: Электронная почта:

source: Davlat:
ru: Страна:

source: Tashkilot:
ru: Организация:

source: Payment
ru: Оплата

source: Payment for
ru: Оплата за

source: Conference price:
ru: Стоимость конференции:

source: Card Number
ru: Номер карты

source: Description
ru: Описание

source: Submit
ru: Отправить

source: Search Results for
ru: Результаты поиска для

source: Articles
ru: Статьи

source: No results found for your search.
ru: По вашему запросу ничего не найдено.

source: Konferensiya haqida
ru: О конференции

source: Konferensiya ma’lumotlari
ru: Информация о конференции

source: O‘tkaziladigan joy:
ru: Место проведения:

source: O‘tkazilish sanalari:
ru: Даты проведения:

source: Maqola yuborishning oxirgi muddati:
ru: Крайний срок подачи статьи:

source: Holati:
ru: Статус:

source: Faol
ru: Активно

source: Faol emas
ru: Не активно

source: Maqola yuborish uchun ochiq
ru: Открыто для подачи статей

source: Maqola yuborish uchun yopiq
ru: Закрыто для подачи статей

source: Ushbu konferensiya uchun sizning maqolalaringiz
ru: Ваши статьи для этой конференции

source: Sizda hali ushbu konferensiya uchun maqolalar yo‘q.
ru: У вас пока нет статей для этой конференции.

source: Maqola yuborish
ru: Подать статью

source: Ushbu konferensiyaga maqola yuborish uchun avtorizatsiyadan o‘tish kerak.
ru: Для подачи статьи на эту конференцию необходимо пройти авторизацию.

source: Kirish
ru: Войти

source: Muhim sanalar
ru: Важные даты

source: Maqola yuborishning oxirgi muddati
ru: Крайний срок подачи статьи

source: Konferensiya boshlanishi
ru: Начало конференции

source: Konferensiya tugashi
ru: Окончание конференции

source: Contact
ru: Контакты

source: Biz bilan bog‘laning
ru: Свяжитесь с нами

source: Bizga xabar yuborish uchun quyidagi formani to‘ldiring yoki quyidagi kontaktlar orqali bog‘laning:
ru: Заполните форму ниже, чтобы отправить нам сообщение, или свяжитесь с нами по указанным ниже контактам:

source: Telefon:
ru: Телефон:

source: Manzil:
ru: Адрес:

source: Toshkent sh., Amir Temur ko‘chasi, 123
ru: г. Ташкент, ул. Амира Темура, 123

source: Xabar yuborish
ru: Отправить сообщение

source: Ismingiz:
ru: Ваше имя:

source: Xabar:
ru: Сообщение:

source: Conferences
ru: Конференции

source: End date
ru: Дата окончания

source: view
ru: просмотреть

source: Profile
ru: Профиль

source: Registe
ru: Регистрация

source: Search
ru: Поиск

source: Article
ru: Статья

source: Ruscha
ru: Русский

source: Inglizcha
ru: Английский

source: O'zbekcha
ru: Узбекский

source: Home
ru: Главная

source: Current
ru: Текущие

source: Editorial Team
ru: Редакционная команда

source: News
ru: Новости

source: Policies
ru: Политики

source: About the Journal
ru: О журнале

source: Create Submissions
ru: Создать материалы

source: Journal name
ru: Название журнала

source: Journal description
ru: Описание журнала

source: Read More
ru: Читать далее

source: Indexs
ru: Индексы

source: Current issue
ru: Текущий выпуск

source: Articles in press
ru: Статьи в печати

source: Most visited articles
ru: Самые посещаемые статьи

source: End day
ru: Дата окончания

source: Submission deadline
ru: Крайний срок подачи

source: Batafsil
ru: Подробнее

source: Hozircha yangiliklar yo‘q.
ru: На данный момент новостей нет.

source: Requirements for articles
ru: Требования к статьям

source: Hozircha talablar mavjud emas.
ru: На данный момент требований нет.

source: Maqola shablonini yuklab olish uchun quyidagi havoladan foydalaning:
ru: Используйте следующую ссылку, чтобы скачать шаблон статьи:

source: Shablon faylni yuklab olish
ru: Скачать шаблон файла

source: Hozircha fayl mavjud emas.
ru: На данный момент файла нет.

source: My profile
ru: Мой профиль

source: My data
ru: Мои данные

source: In process articles
ru: Статьи в процессе

source: Completed articles
ru: Завершенные статьи

source: Personal Information
ru: Личная информация

source: First Name:
ru: Имя:

source: Last Name:
ru: Фамилия:

source: Affiliation:
ru: Принадлежность:

source: Department:
ru: Отдел:

source: Contact Information
ru: Контактная информация

source: Address:
ru: Адрес:

source: Biograf:
ru: Биография:

source: Log Out
ru: Выйти

source: Holati
ru: Статус

source: Yaratilgan sana
ru: Дата создания

source: Amallar
ru: Действия

source: To'lov qilish kutilmoqda
ru: Ожидается оплата

source: To'lov qilish
ru: Оплатить

source: Ko‘rish
ru: Просмотреть

source: Hozircha maqolalar yo‘q.
ru: На данный момент статей нет.

source: Yangi maqola yarating
ru: Создать новую статью

source: Image
ru: Изображение

source: Fulle name
ru: Полное имя

source: Specialty
ru: Специальность

source: Contakt
ru: Контакт

source: Jamoada a'zolar mavjud emas.
ru: В команде нет участников.
